var dataList = [
	{
		'img': 'images/1-1.jpg',
		'caption': '当幸福来敲门',
		'desc': '当人们做不到一些事情的时候，他们就会对你说你也同样不能。'
	},
	{
		'img': 'images/1-2.jpg',
		'caption': '当幸福来敲门',
		'desc': '当人们做不到一些事情的时候，他们就会对你说你也同样不能。'
	},
	{
		'img': 'images/1-3.jpg',
		'caption': '当幸福来敲门',
		'desc': '当人们做不到一些事情的时候，他们就会对你说你也同样不能。'
	},
	{
		'img': 'images/1-4.jpg',
		'caption': '当幸福来敲门',
		'desc': '当人们做不到一些事情的时候，他们就会对你说你也同样不能。'
	},
	{
		'img': 'images/1-5.jpg',
		'caption': '当幸福来敲门',
		'desc': '当人们做不到一些事情的时候，他们就会对你说你也同样不能。'
	},
	{
		'img': 'images/1-6.jpg',
		'caption': '当幸福来敲门',
		'desc': '当人们做不到一些事情的时候，他们就会对你说你也同样不能。'
	},
	{
		'img': 'images/2-1.jpg',
		'caption': '当幸福来敲门',
		'desc': '当人们做不到一些事情的时候，他们就会对你说你也同样不能。'
	},
	{
		'img': 'images/2-2.jpg',
		'caption': '当幸福来敲门',
		'desc': '当人们做不到一些事情的时候，他们就会对你说你也同样不能。'
	},
	{
		'img': 'images/2-3.jpg',
		'caption': '当幸福来敲门',
		'desc': '当人们做不到一些事情的时候，他们就会对你说你也同样不能。'
	},
	{
		'img': 'images/2-4.jpg',
		'caption': '当幸福来敲门',
		'desc': '当人们做不到一些事情的时候，他们就会对你说你也同样不能。'
	}
];